<?php

return [
    'verify_email_subject' => 'Підтвердження адреси електронної пошти',
    'verify_email_line1' => 'Будь ласка, натисніть кнопку нижче, щоб підтвердити свою адресу електронної пошти.',
    'verify_email_action' => 'Підтвердити адресу',
    'verify_email_line2' => 'Якщо ви не створювали обліковий запис, додаткових дій не потрібно.',

    'reset_password_notification' => 'Сповіщення про скидання пароля',
    'receiving_this_email' => 'Ви отримали цей лист, тому що ми отримали запит на скидання пароля для вашого облікового запису.',
    'reset_password' => 'Скинути пароль',
    'link_will_expire' => 'Це посилання для скидання пароля стане недійсним через :count хвилин.',
    'you_did_not_request' => 'Якщо ви не надсилали запит на скидання пароля, то інші дії не потрібні.',
];
