@extends('front.layouts.app')
@section('content')
<div class="about-page container">
    @include('front.parts.breadcrumbs', ['pageName' => __('homepage.about_us')])
    <div class="about-page__block row">
        <div class="col-md-6 about-page__text-block">
            <h1>{{ __('homepage.about_us') }}</h1>
            @if(\Illuminate\Support\Facades\App::getLocale() === 'ru')
                <p>
                    Цветы придают жизни шарм, наполняют его яркими красками и подчеркивают важность моментов.
                    Мы, в компании BRIGHT FLOWERS, любим цветы и все, что с ними связано. Эта любовь легла в основу нашей
                    миссии – украшать жизнь людей.
                </p>
                <p>
                    Свободная флористика, авторские букеты, эксклюзивные подарки, живой дизайн, зеленые стены и озеленения,
                    витринистика и сюжетные декорации для пространств и событий, а также производство элементов
                    предметного дизайна – мы занимаемся всем перечисленным.
                </p>
                <p>
                    Что бы мы ни делали – от крохотной бутоньерки до огромной инсталляции – проникнуто стремлением
                    к совершенству и желанием привнести красоту в жизнь людей. Неподдельный интерес к дизайну, желание
                    гордиться своими проектами в рамках любого бюджета, масштабность мнения и новаторство в идеях.
                </p>
            @else
                <p>
                    Квіти надають життю шарму, наповнюють його яскравими фарбами і підкреслюють важливість моментів.
                    Ми, в компанії BRIGHT FLOWERS, любимо квіти і все, що з ними пов'язано. Це кохання лягло в основу нашої
                    місії – прикрашати життя людей.
                </p>
                <p>
                    Вільна флористика, авторські букети, ексклюзивні подарунки, живий дизайн, зелені стіни та озеленення,
                    вітриністика та сюжетні декорації для просторів та подій, а ще виробництво елементів предметного
                    дизайну – ми займаємось усім перерахованим.
                </p>
                <p>
                    Що б ми не робили – від крихітної бутоньєрки до величезної інсталяції – просякнуте прагненням
                    досконалості та бажанням привнести красу в життя людей. Непідробний інтерес до дизайну,
                    бажання пишатися своїми проектами в рамках будь-якого бюджету, масштабність думки та новаторство
                    в ідеях.
                </p>
            @endif
        </div>
        <div class="col-md-6">
            <img src="{{ asset('front/images/aboutpage.jpg') }}" alt="">
        </div>
    </div>
{{--    <div class="about-page__block row">--}}
{{--        <div class="col-md-6">--}}
{{--            <img src="{{ asset('dist/img/boxed-bg.jpg') }}" alt="">--}}
{{--        </div>--}}
{{--        <div class="col-md-6 about-page__text-block">--}}
{{--            <h1>{{ __('texts.coffee_shop') }}</h1>--}}
{{--            <p>--}}
{{--                Систематичне поліпшення, оригінальні технології, розширення технічної бази--}}
{{--                та робітнича майстерність забезпечили організації успіх і провідну роль на--}}
{{--                ринку України.--}}
{{--            </p>--}}
{{--            <p>--}}
{{--                Завдяки технологічним та надійним продуктам та послугам,--}}
{{--                талановитим співробітникам і серйозному ставленню до новаторства та інновацій,--}}
{{--                а також кооперації з клієнтами та рейтинговими агентствами,--}}
{{--                підприємство відкриває перед світом нові сучасні перспективи.--}}
{{--            </p>--}}
{{--        </div>--}}
{{--    </div>--}}
</div>
@endsection
