@extends('front.layouts.app')
@section('content')
    <div class="delivery-page container">
        @include('front.parts.breadcrumbs', ['pageName' => __('homepage.delivery')])
        @if(\Illuminate\Support\Facades\App::getLocale() === 'ru')
            <div class="delivery-page__block">
                <h1>Заказы в интернет-магазине BRIGHT FLOWERS производятся следующим образом:</h1>
                <p> - в режиме онлайн;</p>
                <p> - по телефону.</p>
                <p> Оформить заказ можно в любое удобное для вас время. Для обсуждения деталей доставки с вами свяжется администратор интернет-магазина.</p>
                <p> Если вы оформляете заказ с доставкой, его необходимо оформить за 1,5-2 часа до того времени, когда он должен быть вручен получателю. Доставку можно заказать как по собственному адресу, так и по адресу человека, которому вы хотите сделать подарок. Доставка по городу Днепр осуществляется ежедневно с 9:00 до 20:00.</p>
            </div>
            <div class="delivery-page__block">
                <h1>Доставка цветов по городу Днепр и за пределы города:</h1>
                <p>Бесплатная доставка по Днепру осуществляется до подъезда при оформлении заказа на сумму от 2500 грн.</p>
                <p>При покупке до 2500 грн. стоимость доставки к подъезду – 250 грн.</p>
                <p>Доставка на определенное время – 350 грн.</p>
                <p>При работающем лифте подъем цветов на этаж производится бесплатно.</p>
                <p>При неработающем лифте букеты и легкие свертки поднимаются бесплатно до 5 этажа включительно. Выше 5 этажа – 200 грн за этаж.</p>
                <p>Доставка цветов за пределы города Днепр, при условии оформления заказа на сумму от 2500 грн.:</p>
                <p> - до 15 км от КП – 600 грн;</p>
                <p> - далее 15 км от КП – согласовывается индивидуально;</p>
                <p> - доставка на время – 350 грн (дополнительно к стоимости доставки);</p>
                <p> - при неработающем лифте букеты и легкие свертки поднимаются бесплатно до 5 этажа включительно. Выше 5 этажа – 200 грн за этаж; при работающем лифте – бесплатно.</p>
                <p>При покупке до 2500 грн. стоимость доставки согласовывается индивидуально.</p>
                <p>Чтобы цветы дольше сохраняли свежесть, в каждый букет мы дарим пакетик подкормки для срезанных цветов.</p>
            </div>
            <div class="delivery-page__block">
                <h1>Временные интервалы доставки:</h1>
                <p>с 09:00 до 11:00</p>
                <p>с 11:00 до 13:00</p>
                <p>с 13:00 до 15:00</p>
                <p>с 15:00 до 17:00</p>
                <p>с 17:00 до 19:00</p>
                <p>с 19:00 до 21:00</p>
            </div>
            <div class="delivery-page__block">
                <h1>Если Вы хотите самостоятельно забрать заказ, ждем Вас по адресу:</h1>
                <h3>BRIGHT FLOWERS</h3>
                <p>г. Днепр: ул. Владимира Вернадского, 35а</p>
                <h4>График работы магазина:</h4>
                <p>пн-пт 8:00 – 21:00</p>
                <p>сб-вс 8:00 – 21:00</p>
            </div>
            <div class="delivery-page__block">
                <h1>Правила доставки:</h1>
                <p>
                    1. Правило конфиденциальности. При оформлении заказа вы можете воспользоваться правом конфиденциальности
                    – указав, может ли администратор интернет-магазина сообщать получателю о том, что это доставка цветов
                    и кто заказчик или нет. <br>
                    Если вы хотите передать получателю любую информацию, у Вас есть возможность
                    указать ее в листовке, прикрепленной к цветам.
                </p>
                <p>
                    2. Доставка в праздничные дни. В праздничные дни Администратор интернет-магазина звонит по телефону
                    получателю заранее, за один или несколько дней до доставки, для уточнения удобного времени и адреса
                    для получения подарка.
                </p>
                <p>
                    3. Доставка по предварительному звонку получателю. Администратор интернет-магазина звонит по телефону
                    получателю перед доставкой и уточняет удобное время и адрес для получения подарка.
                </p>
                <p>
                    4. Доставка без предварительного вызова получателю. При оформлении доставки подарка
                    без предварительного звонка от администратора интернет-магазина получателю заказчик должен
                    предоставить информацию о времени и месте доставки подарка согласно временным интервалам доставки,
                    установленным интернет-магазином The Lotus. <br>
                    Просим Вас ознакомиться со сложностями, которые могут
                    возникнуть при доставке без предварительного звонка получателю:
                </p>
                <p> - курьер приезжает по указанному адресу, но этот адрес некорректен;</p>
                <p> - по указанному адресу получатель не проживает;</p>
                <p> - курьеру не открыли дверь.</p>
                <p>
                    В таких случаях администратор интернет-магазина сообщает заказчику об этой проблеме с целью
                    максимально быстрого разрешения сложившейся ситуации. Если заказчик не может решить эту проблему
                    самостоятельно, он может передать администратору интернет-магазина телефон получателя для
                    согласования с ним адреса и времени получения заказа. <br>
                    После разговора с получателем, если это произошло, администратор интернет-магазина звонит заказчику
                    и информирует о результатах разговора. При оформлении повторного выезда курьера заказчик оплачивает
                    услугу согласно установленным тарифам. Если в течение 24 часов заказчик или получатель не выходит
                    на связь, заказ считается полностью выполненным, и компания не предоставляет частичный или полный
                    возврат суммы. <br>
                    Заказчик несет полную ответственность за информацию, предоставленную в интернет-магазине The Lotus.
                </p>
                <p>
                    5. Доставка домой. Заказ доставляется получателю лично в руки или доверенному лицу по согласованию
                    с получателем или заказчиком.
                </p>
                <p>
                    6. Доставка на место работы, в офисный или бизнес-центр. Доставка осуществляется только до ресепшена.
                    <br>
                    Если получатель не может спуститься в пропускной пункт или отсутствует по адресу в указанное время,
                    администратор интернет-магазина согласовывает с заказчиком или получателем возможность передать
                    подарок через сотрудников, знающих получателя.
                </p>
                <p>
                    7. Доставка в отель. Доставка осуществляется только до ресепшена. <br>
                    Для успешной доставки заказа при
                    оформлении заказа необходимо указать номер, в котором проживает получатель, имя, фамилия и номер
                    мобильного телефона, чтобы ресепшионист смог позвонить получателю. Курьер интернет-магазина передает
                    подарок исключительно в руки ресепшионисту, и дальше интернет-магазин BRIGHT FLOWERS не несет ответственности
                    за сроки передачи подарка.
                </p>
                <br>
                <br>
                <h4>Приятных покупок в интернет-магазине BRIGHT FLOWERS!</h4>
            </div>
        @else
            <div class="delivery-page__block">
                <h1>Замовлення в інтернет-магазині BRIGHT FLOWERS  здійснюються таким чином:</h1>
                <p> - у режимі онлайн</p>
                <p> - по телефону</p>
                <p>
                    Оформити замовлення можна  в будь-який зручний для вас час. Для обговорення деталей доставки
                    з вами зв’яжеться адміністратор інтернет-магазину.
                </p>
                <p>
                    Якщо ви оформляєте замовлення з доставкою, його необхідно оформити
                    за 1,5-2 години до часу, коли він повинен бути вручено одержувачу.
                </p>
                <p>
                    Доставку можна замовити як на власну адресу, так і на адресу людини, якій ви хочете зробити подарунок.
                    Доставка по місту Дніпро здійснюється щодня з 9:00 до 20:00.
                </p>
            </div>
            <div class="delivery-page__block">
                <h1>Доставка квітів по місту Дніпро та за межі міста: </h1>
                <p>
                    Безкоштовна доставка по Дніпру здійснюється до під'їзду за умови оформлення замовлення
                    на суму від 2500 грн.
                </p>
                <p>При покупці до 2500 грн вартість доставки до під'їзду – 250 грн.</p>
                <p>Доставка на конкретний час – 350 грн.</p>
                <p>При працюючому ліфті підйом квітів на поверх здійснюється безкоштовно.</p>
                <p>
                    При непрацюючому ліфті букети та легкі пакунки піднімаються безкоштовно до 5 поверху включно.
                    Вище 5 поверху – 200 грн за поверх.
                </p>
                <p>
                    Доставка квітів за межі міста Дніпро, за умови оформлення замовлення на суму від 2500 грн.:
                </p>
                <p> - до 15 км від КП – 600 грн;</p>
                <p> - далі 15 км від КП – узгоджується індивідуально;</p>
                <p> - доставка на конкретний час – 350 грн (додатково до вартості доставки);</p>
                <p>
                     - при непрацюючому ліфті букети та легкі пакунки піднімаються безкоштовно до 5 поверху включно.
                    Вище 5 поверху – 200 грн за поверх;
                </p>
                <p> - при працюючому ліфті – безкоштовно.</p>
                <p>При покупці до 2500 грн вартість доставки узгоджується індивідуально.</p>
                <p>Щоб квіти довше зберігали свіжість, до кожного букету ми даруємо пакетик підживлення для зрізаних квітів.</p>

            </div>
            <div class="delivery-page__block">
                <h1>Часові інтервали доставки:</h1>
                <p>з 09:00 до 11:00</p>
                <p>з 11:00 до 13:00</p>
                <p>з 13:00 до 15:00</p>
                <p>з 15:00 до 17:00</p>
                <p>з 17:00 до 19:00</p>
                <p>з 19:00 до 21:00</p>
            </div>
            <div class="delivery-page__block">
                <h1>Якщо Ви хочете самостійно забрати замовлення, чекаємо Вас за адресою:</h1>
                <h3>BRIGHT FLOWERS</h3>
                <p>м. Дніпро: вул. Володимира Вернадського, 35а</p>
                <h4>Графік роботи магазину:</h4>
                <p>пн-пт 8:00 – 21:00</p>
                <p>сб-нд 8:00 – 21:00</p>
            </div>
            <div class="delivery-page__block">
                <h1>Правила доставки:</h1>
                <p>
                    1. Правило конфіденційності. При оформленні замовлення ви можете скористатися правом
                    конфіденційності – вказавши, чи може адміністратор інтернет-магазину повідомляти одержувача про те,
                    що це доставка квітів, і хто замовник, чи ні. <br>
                    Якщо ви бажаєте передати одержувачу будь-яку інформацію,
                    у Вас є можливість вказати її в листівці, прикріпленої до квітів.
                </p>
                <p>
                    2. Доставка в святкові дні. У святкові дні Адміністратор інтернет-магазину телефонує одержувачеві
                    заздалегідь, за один або кілька днів до доставки, для уточнення зручного часу і адреси для отримання подарунка.
                </p>
                <p>
                    3. Доставка за попереднім дзвінком одержувачу. Адміністратор інтернет-магазину телефонує одержувачу
                    перед доставкою і уточнює зручний час і адресу для отримання подарунка.
                </p>
                <p>
                    4. Доставки без попереднього дзвінка одержувачу. При оформленні доставки подарунка без попереднього
                    дзвінка від адміністратора інтернет-магазину одержувачу, замовник повинен надати інформацію щодо часу
                    і місця доставки подарунка згідно з тимчасовими інтервалами доставки, встановленими інтернет-магазином
                    The Lotus. <br>
                    Просимо Вас ознайомитися зі складнощами, що можуть виникнути під час доставки
                    без попереднього дзвінка одержувачу <br><br>

                     - кур'єр приїжджає за вказаною адресою, але ця адреса некоректна; <br>
                     - за вказаною адресою одержувач не проживає; <br>
                     - кур'єру не відчинили двері. <br>
                    <br>
                    У таких випадках адміністратор інтернет-магазину повідомляє замовнику про цю проблему з метою
                    максимально швидкого вирішення ситуації, що склалася. Якщо замовник не може вирішити цю проблему самостійно,
                    він може передати адміністратору інтернет-магазину телефон одержувача для узгодження з ним адреси та
                    часу для отримання замовлення. <br>
                    Після розмови з одержувачем, якщо такий відбувся, адміністратор
                    інтернет-магазину телефонує замовнику та інформує про результати розмови. У разі оформлення повторного
                    виїзду кур'єра замовник оплачує послугу згідно зі встановленими тарифами. <br>
                    Якщо протягом 24-х годин замовник або одержувач не виходить на зв'язок, замовлення вважається повністю виконаним,
                    і компанія не надає часткове або повне повернення суми.
                    <br> Замовник несе повну відповідальність за інформацію, надану в інтернет-магазин The Lotus.
                </p>
                <p>
                    5. Доставка додому. Замовлення доставляється одержувачу
                    особисто в руки або довіреній особі за погодженням з одержувачем або замовником.
                </p>
                <p>
                    6. Доставка на місце роботи, в офісний або бізнес-центр. Доставка здійснюється тільки до ресепшена.
                    <br>
                    Якщо одержувач не може спуститися до пропускного пункту або відсутній за адресою в зазначений час,
                    адміністратор інтернет-магазину погоджує з замовником або одержувачем можливість передати подарунок
                    через співробітників, які знають одержувача.
                </p>
                <p>
                    7. Доставка в готель. Доставка здійснюється тільки до ресепшена. <br> <br>
                    Для успішної доставки замовлення при оформленні замовлення необхідно вказати номер,
                    в якому проживає одержувач, ім'я, прізвище та номер мобільного телефону для того, щоб ресепшіоніст
                    зміг зателефонувати одержувачу. Кур'єр інтернет-магазину передає подарунок виключно в руки ресепшіоністу,
                    і далі інтернет-магазин BRIGHT FLOWERS не несе відповідальність за строки передачі подарунка.
                </p>
                <br>
                <h4>Приємних покупок в інтернет-магазині  BRIGHT FLOWERS!</h4>
            </div>
        @endif

    </div>
@endsection
