@extends('front.layouts.app')
@section('content')
    <div class="delivery-page container">
        @include('front.parts.breadcrumbs', ['pageName' => __('homepage.payment')])
        @if(\Illuminate\Support\Facades\App::getLocale() === 'ru')
            <div class="delivery-page__block">
                <h1>В интернет-магазине TheLotus представлен широкий выбор способов оплаты:</h1>
                <p>1 Наличными при получении заказа.</p>
                <p>2 Банковская карта VISA или MasterCard, валюта оплаты - UAH.
                    Безналичный расчет.</p>
                <p> 3 Наличными при самовывозе: Днепр, проулок Шевченко 9, TheLotus Boutique.</p> <br><br>
                <p>
                    Если вы не нашли удобный для вас вариант, пожалуйста, обратитесь к администратору интернет-магазина
                    по этому вопросу, мы постараемся найти и предложить наиболее подходящий для вас способ.
                </p>
            </div>
        @else
            <div class="delivery-page__block">
                <h1>В інтернет-магазині TheLotus представлений широкий вибір способів оплати:</h1>
                <p>1 Готівкою при отриманні замовлення.</p>
                <p>2 Банківською карткою VISA або MasterCard, валюта оплати - UAH. Безготівковий розрахунок.</p>
                <p> 3 Готівкою при самовивезенні: Дніпро, переулок Шевченко 9, TheLotus Boutique.</p> <br><br>
                <p>
                    Якщо ви не знайшли зручний для вас варіант, будь ласка, зверніться до адміністратора
                    інтернет-магазину з цим питанням, ми постараємося знайти і запропонувати найбільш
                    прийнятний для вас спосіб.
                </p>
            </div>
        @endif

    </div>
@endsection
