<?php

return [
    'your-order' => 'Ваш заказ',
    'package' => 'Упаковка',
    'total-sum' => 'Всего к оплате',
    'get-order' => 'Оформить заказ',
    'continue-shop' => 'Продолжить покупки',
    'cart-empty' => 'Корзина пуста',
    'max-quantity' => 'Вы выбрали максимальное количество товара',
    'add-product' => 'Товар добавлен в корзину',
    'change-quantity' => 'Количество товара обновлено',
    'special_for_you' => 'Специально для вас',
    'continue_buying' => 'Продолжить покупки',
    'work_time' => 'с 09:00 до 20:00 ежедневно'
];
