<?php

return [
    'flowers_beautiful_start' => '<h1>Цветы не решают все проблемы.</h1> <h1>Но они - хорошее начало.</h1>',
    'help_change_flowers' => 'Поможем тебе выбрать особенный букет',
    'about_us' => 'The Lotus всегда готова предложить вам разнообразные варианты доставки букетов цветов, понимая, что цветы всегда являются идеальным решением для каждого случая. Поэтому мы создали несколько дополнительных категорий доставки по Харькову, чтобы вы могли порадовать своих близких и при этом избежать стандартных решений.',
    'our_coffee_shop' => 'The Lotus всегда готова предложить вам разнообразные варианты доставки букетов цветов, понимая, что цветы всегда являются идеальным решением для каждого случая. Поэтому мы создали несколько дополнительных категорий доставки по Харькову, чтобы вы могли порадовать своих близких и при этом избежать стандартных решений.',
    'have_a_question' => 'Есть вопросы? Оставь свои контакты, и мы с тобой свяжемся',
    'address' => 'г. Киев, ул. Глибочицька 40г',
    'open_hours' => 'Работаем с 09:00 до 20:00 ежедневно',
    'coffee_shop' => 'Кофейня'
];

