<?php

return [
    'flowers_beautiful_start' => '<h1>Цветы не решают все проблемы.</h1> <h1>Но они - хорошее начало.</h1>',
    'help_change_flowers' => 'Поможем тебе выбрать особенный букет',
    'about_us' => 'The Lotus всегда готова предложить вам разнообразные варианты доставки букетов цветов, понимая, что цветы всегда являются идеальным решением для каждого случая. Поэтому мы создали несколько дополнительных категорий доставки по Харькову, чтобы вы могли порадовать своих близких и при этом избежать стандартных решений.',
    'our_coffee_shop' => 'The Lotus всегда готова предложить вам разнообразные варианты доставки букетов цветов, понимая, что цветы всегда являются идеальным решением для каждого случая. Поэтому мы создали несколько дополнительных категорий доставки по Харькову, чтобы вы могли порадовать своих близких и при этом избежать стандартных решений.',
    'have_a_question' => 'Есть вопросы? Оставь свои контакты, и мы с вами свяжемся',
    'address' => 'г. Днепр, улица Владимира Вернадского, 35а',
    'open_hours' => 'График работы магазина:',
    'coffee_shop' => 'Кофейня',
    'not_products' => 'Нет товаров в выбраных категориях, с ценой от :min_price грн до :max_price грн. Пожалуйста, измените ваш запрос.',
];
