<?php

return [
    'your-order' => 'Ваше замовлення',
    'package' => 'Упаковка',
    'total-sum' => 'Всього до сплати',
    'get-order' => 'Оформити замовлення',
    'continue-shop' => 'Продовжити покупки',
    'cart-empty' => 'Кошик порожній',
    'max-quantity' => 'Ви обрали максимальну кількість товару',
    'add-product' => 'Товар додано до кошика',
    'change-quantity' => 'Кількість товару оновлено',
    'special_for_you' => 'Спеціально для вас',
    'continue_buying' => 'Продовжити покупки',
    'work_time' => 'з 09:00 до 20:00 щодня'
];
