<?php

return [
    'flowers_beautiful_start' => '<h1>Квіти не вирішують усіх проблем.</h1> <h1>Але вони – гарний початок.</h1>',
    'help_change_flowers' => 'Допоможемо тобі обрати особливий букет',
    'about_us' => 'The Lotus завжди готова запропонувати вам різноманітні варіанти доставки букетів квітів, розуміючи, що квіти завжди є ідеальним рішенням для кожного випадку. Тому ми створили кілька додаткових категорій доставки по Харкову, щоб ви могли порадувати своїх близьких і при цьому уникнути стандартних рішень.',
    'our_coffee_shop' => 'The Lotus завжди готова запропонувати вам різноманітні варіанти доставки букетів квітів, розуміючи, що квіти завжди є ідеальним рішенням для кожного випадку. Тому ми створили кілька додаткових категорій доставки по Харкову, щоб ви могли порадувати своїх близьких і при цьому уникнути стандартних рішень.',
    'have_a_question' => 'Є питання? Залиш свої контакти і ми з вами звʼяжемося',
    'address' => 'м. Дніпро: провулок Шевченко, 9',
    'open_hours' => 'Графік роботи магазину:',
    'coffee_shop' => 'Кавʼярня'
];
